leo9009/esp-vocat-base-clone/software/esp_vocat_rotating_base_magnetic_accessory_detection/sdkconfig.defaults
CONFIG_IDF_TARGET="esp32c6"
CONFIG_FREERTOS_HZ=1000